/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@, оканч. на %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - не в сети";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Добавить";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "Добавить карту";

/* Source type brand name */
"3D Secure" = "Метод 3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "АДРЕС ВЛАДЕЛЬЦА СЧЕТА";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* part of {Account} ending in {last4} */
"Account" = "Счет";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Имя владельца счета";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Номер счета";

/* Button to add a new credit card. */
"Add New Card…" = "Добавить новую карту...";

/* Title for Add a Card view */
"Add a Card" = "Добавить карту";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Добавить счёт для прямого списания средств";

/* Title shown above a card entry form */
"Add a card" = "Добавьте карту";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Добавить карту";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Добавить новый метод оплаты";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Укажите платежные данные";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Адрес (строка 2) (необязательно)";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Кв.";

/* Title for bank picker section */
"BANK" = "БАНК";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "РЕКВИЗИТЫ БАНКОВСКОГО СЧЕТА";

/* Title for billing address entry section */
"BILLING ADDRESS" = "АДРЕС ДЛЯ ВЫСТАВЛЕНИЯ СЧЕТА";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Назад";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Банковский счет";

/* Title for billing address entry section */
"Billing Address" = "Адрес выставления счета";

/* Billing address section title for card form entry. */
"Billing address" = "Адрес для выставления счета";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Купить немедленно или оплатить позже через систему Klarna.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Предоставив свой код IBAN и подтвердив платеж, вы уполномочиваете %@ и Stripe, наш сервис обработки платежей, отправить запрос вашему банку на списание средств с вашего счета, а ваш банк — списать средства в соответствии с этим запросом. Ваши права на возмещение средств определяются условиями вашего соглашения с банком. Заявка на возмещение средств должна быть подана не позднее чем через 8 недель после даты списания средств со счета.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Указав свои платежные данные и подтвердив платеж, вы уполномочиваете (A) %@ и Stripe, нашего поставщика платежных услуг, на отправку вашему банку инструкций на списание средств с вашего счета и (B) ваш банк на списание средств с вашего счета согласно данным инструкциям. Вы имеете право на возврат средств от вашего банка согласно положениям и условиям Вашего соглашения с банком. Подать заявку на возврат средств следует в течение 8 недель с даты списания средств с вашего счета. Ваши права объясняются в выписке, которую вы можете получить в своем банке. Вы даете согласие на получение уведомлений о будущих дебетованиях в срок до 2 дней до их поступления.";

/* Title for card number entry field */
"CARD" = "КАРТА";

/* Title for contact info form */
"CONTACT" = "КОНТАКТНЫЕ ДАННЫЕ";

/* Title for country picker section */
"COUNTRY" = "СТРАНА";

/* Label for entering CVC in text field */
"CVC" = "Код CVV/CVC";

/* Label for entering CVV in text field */
"CVV" = "Код CVV/CVC";

/* Button title to cancel action in an alert */
"Cancel" = "Отмена";

/* Title for credit card number entry field */
"Card" = "Карта";

/* Details of a saved card */
"Card ending in %@" = "Карта, оканчивающаяся на %@";

/* Card details entry form header title */
"Card information" = "Данные платежной карты";

/* Label for card number entry text field */
"Card number" = "Номер карты";

/* TODO */
"Choose a payment method" = "Выберите метод оплаты";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Закрыть сканер карт";

/* Title for contact info form */
"Contact" = "Контактные данные";

/* Text for continue button */
"Continue" = "Продолжить";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "АДРЕС ДОСТАВКИ";

/* Title for delivery info form */
"Delivery" = "Доставка";

/* Title for delivery address entry section */
"Delivery Address" = "Адрес доставки";

/* Source type brand name */
"EPS" = "EPS";

/* Button title to enter editing mode */
"Edit" = "Редактировать";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Бесплатно";

/* Placeholder string for name entry field. */
"Full name" = "Имя, фамилия";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Ошибочный адрес доставки";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Недопустимые данные.";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Связать";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Идет загрузка...";

/* label for text field to enter card expiry */
"MM / YY" = "ММ / ГГ";

/* label for text field to enter card expiry */
"MM/YY" = "ММ/ГГ";

/* Title for payment options section */
"MORE OPTIONS" = "ДОПОЛНИТЕЛЬНЫЕ ВОЗМОЖНОСТИ";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Новая карта";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Новый счет для прямого списания средств";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Новый счет для прямого списания средств SEPA";

/* Button to move to the next text entry field */
"Next" = "Далее";

/* No comment provided by engineer. */
"OK" = "ОК";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Онлайн-банкинг (FPX)";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Или оплатить с помощью";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Или оплатить картой";

/* An option in a dropdown selector indicating the customer's desired selection is not in the list. e.g., 'Choose your bank: Bank1, Bank2, Other' */
"Other" = "другой";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Оплатить %@";

/* Klarna pay later copy */
"Pay later with Klarna." = "Оплатить позже через систему Klarna.";

/* Pay with {payment method} */
"Pay with %@" = "Оплатить с помощью %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Метод оплаты";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Направьте камеру телефона на карту.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Индекс";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Почтовый индекс";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Идет обработка...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Удалить";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Удалить карту %1$@, оканчивающуюся на %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Удалить %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Удалить карту";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Удалить банковский счет";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Удалить банковский счет, оканчивающийся на %@";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "Счет SEPA";
/* Payment method brand name */

"SEPA Debit" = "Списание средств SEPA";
/* Source type brand name */

"SEPA Direct Debit" = "Прямое списание средств SEPA";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "АДРЕС ДОСТАВКИ";
/* Label for shipping method form */

"SHIPPING METHOD" = "МЕТОД ДОСТАВКИ";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Сохранить данные для будущих платежей";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Сохранить данные этой карты для будущих платежей %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Сохранить данные этой карты для будущих платежей через систему Stripe";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Выбрать";
/* label for iDEAL-bank selection picker */

"Select bank" = "Выбрать банк";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Выберите способ оплаты";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Настроить";
/* Title for shipping info form */

"Shipping" = "Доставка";
/* Title for shipping address entry section */

"Shipping Address" = "Адрес доставки";
/* Label for shipping method form */

"Shipping Method" = "Метод доставки";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Штат / провинция / регион";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Введенный код BSB неполон.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Введенный код BSB неверен.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Введенный код IBAN неполон.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Введенный код IBAN ошибочен, \"%@\" – неверный код страны.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Выбранный метод оплаты недоступен.";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Лимит времени для аутентификации метода оплаты истек. Попробуйте еще раз";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Чтобы сканировать карту, войдите в \"Настройки\" и разрешите доступ к камере.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Default missing source type label */
"Unknown" = "Неизвестно";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Использовать адрес выставления счетов";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Использовать адрес доставки";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Использовать адрес доставки";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Не удалось верифицировать метод оплаты. Выберите другой метод оплаты и повторите попытку.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Для завершения оформления платежа сейчас произойдет переход на сайт %@.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "Код IBAN должен начинаться с двухбуквенного кода страны.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "Код IBAN должен начинаться с двухбуквенного кода страны.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Почтовый индекс введен не полностью.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Введенный почтовый индекс неверен.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Номер карты введен не полностью.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Номер карты недействителен.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Дата истечения срока действия карты введена не полностью.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Дата истечения срока действия карты недействительна.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Недопустимый месяц окончания действия карты.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Недопустимый год окончания действия карты.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Код CVV/CVC карты введен не полностью.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Код CVV/CVC карты недействителен.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Введенный почтовый индекс неполон.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Введенный почтовый индекс недействителен.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Почтовый индекс";

/* accessibility label for text field */
"card number" = "номер карты";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "срок окончания действия";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "Банк в системе iDEAL";

